{
  "items": [
    {
      "type": "list",
      "children": [
        {
          "published": "2016-10-20",
          "title": "Airbox Lite",
          "mid": "1140508591",
          "type": "app",
          "iconUrl": "https:\/\/appsplus-oma.apps-details.com\/icons\/1140508591.png",
          "description": "Avec la nouvelle application Airbox Lite, vous pouvez facilement gérer votre routeur 4G Orange (Airbox, Airbox Auto, Flybox, Airbox inclus dans la nouvelle Livebox, Airbox Sosh). Avec elle, vous pouvez:\n- Vérifiez l'état de votre niveau de connexion et de la batterie 4G.\n- Vérifiez le volume de données consommées ou l'itinérance nationale.\n- Gérer la configuration du Wi-Fi (mot de passe, le nom du réseau, Wi-Fi invité, etc.).\n- Bloquer l'accès à Internet à certains équipements.\n \nAirbox Lite est compatible avec la plupart des routeurs 4G Orange : E5372, E5577, B310, E5180, E8377…",
          "link": "https:\/\/itunes.apple.com\/app\/apple-store\/id1140508591?pt=20021&ct=XIsvjJaTcL&mt=8",
          "providerId": "20021"
        },
        {
          "published": "2020-08-17",
          "title": "Kids Ready",
          "mid": "1395472679",
          "type": "app",
          "iconUrl": "https:\/\/appsplus-oma.apps-details.com\/icons\/1395472679.png",
          "description": "",
          "link": "https:\/\/itunes.apple.com\/app\/apple-store\/id1395472679?pt=20021&ct=XIsvjJaTcL&mt=8",
          "providerId": "20021"
        },
        {
          "published": "2023-02-13",
          "title": "Jazztel",
          "mid": "1264689297",
          "type": "app",
          "iconUrl": "https:\/\/appsplus-oma.apps-details.com\/icons\/1264689297.png",
          "description": "",
          "link": "https:\/\/itunes.apple.com\/app\/apple-store\/id1264689297?pt=20021&ct=XIsvjJaTcL&mt=8",
          "providerId": "20021"
        },
        {
          "type": "section",
          "description": "Business apps",
          "children": [
            {
              "published": "2023-03-28",
              "title": "Orange Pro, espace client pro",
              "mid": "1064733638",
              "type": "app",
              "iconUrl": "https:\/\/appsplus-oma.apps-details.com\/icons\/1064733638.png",
              "description": "Découvrez Orange Pro, l'application mobile pour gérer ses offres, options et services.  A tous nos clients du marché PRO et PME, Orange pro est l’application qui vous est dédiée ! \nQuels sont les fonctionnalités de l’application ? Laisser nous vous expliquer.\nVous pouvez :\n•\tgérer ses contras contrats Internet, fixe et\/ou mobile\n•\tconsulter et télécharger vos factures\n•\tavoir un accès au suivi conso et on est alerté en cas de hors forfait\n•\tparamétrer les services d’une ligne mobile : code PUK, suspension de la ligne en cas de perte ou vol d'un mobile et désimlocker un téléphone... \n•\tacheter des recharges data en France et à l’étranger pour chaque ligne mobile. Cet achat est possible par carte bancaire ou par facture entreprise\n•\tparamétrer les services d’un téléphone fixe : renvoi d’appel, secret permanent, filtrer les appels sortants et présentation du numéro\n•\tparamétrer les services d’une ligne Internet et TV : consultation des identifiants, modification du mot de passe Internet\n•\tdemander à tout moment de l’aide à Djingo, l’assistant virtuel \n•\tprendre un RDV en boutique \n•\tjoindre le service commercial par messaging ou en étant rappelé\n\nUne rubrique spéciale pour gérer votre réseau et votre Livebox. Vous pouvez :\n\n•\tBénéficier des tutoriels pour votre Livebox ainsi que d’un accompagnement sur les voyants de la box\n•\tVisualiser l'état des services Internet, téléphone et TV lorsque votre smartphone est connecté à votre Livebox Pro\n•\tGérer la Livebox : après avoir saisi le mot de passe d'administration de la Livebox, vous pouvez partager et personnaliser la clé Wi-Fi, de la Livebox et modifier le nom des équipements connectés.\n•\tVérifiez la qualité du réseau disponible sur votre smartphone avec le test de débit Wi-Fi\n•\tUne question sur votre Livebox, sur votre décodeur ou votre téléphone fixe ? Utiliser l'autodiagnostic d'Orange : guidé  en fonction de vos appareils, vous obtiendrez toutes les réponses à vos questions sur l'utilisation et le dépannage de vos différents services. \n\nN'attendez plus, téléchargez l'application mobile Orange Pro pour profiter de l'ensemble de ces services.\n\nA très vite sur Orange Pro, l'espace client des professionnels !",
              "link": "https:\/\/itunes.apple.com\/app\/apple-store\/id1064733638?pt=20021&ct=XIsvjJaTcL&mt=8",
              "providerId": "20021"
            },
            {
              "published": "2023-01-24",
              "title": "Orange Business Lounge",
              "mid": "472332600",
              "type": "app",
              "iconUrl": "https:\/\/appsplus-oma.apps-details.com\/icons\/472332600.png",
              "description": "Grâce à votre ligne mobile entreprise Orange Business Services, vous disposez d’un espace qui vous est dédié. Notre objectif : vous accompagner de façon efficace et personnalisée dans l’utilisation de votre mobile professionnel.\nOrange Business Lounge est une application que nous avons conçue avec vous, afin d’être intuitive et adaptée à vos principaux besoins :\n-          L’état de votre suivi conso et la qualité du réseau accessibles dès la page d’accueil\n-          Des alertes en cas de risque de débit réduit et la possibilité d’acheter une recharge data en quelques clics\n-          Un accompagnement pour préparer vos voyages à l’étranger : mon forfait couvre-t-il cette destination ? Quelle recharge est disponible ? Quel numéro de service client appeler depuis l’étranger ?\n-          Une assistance pour ne pas vous laisser sans solution : suspendre ma ligne en cas de vol ou perte de mon mobile (j’accède à mon compte sur la version web depuis une tablette, un PC ou un Mac ), débloquer mon code PUK, diagnostiquer un problème que je rencontre avec mon mobile, etc.\n \nN’hésitez pas à nous contacter pour nous faire part de tous vos points d’amélioration à l’adresse suivante : contact.businesslounge@orange.com\nL'application Orange Business Lounge est compatible mais non optimisée pour les tablettes et peut donc comporter quelques bugs.",
              "link": "https:\/\/itunes.apple.com\/app\/apple-store\/id472332600?pt=20021&ct=XIsvjJaTcL&mt=8",
              "providerId": "20021"
            }
          ]
        },
        {
          "type": "section",
          "description": "Consumer",
          "children": [
            {
              "published": "2022-09-26",
              "title": "Orange Radio",
              "mid": "1201284975",
              "type": "app",
              "iconUrl": "https:\/\/appsplus-oma.apps-details.com\/icons\/1201284975.png",
              "description": "Orange Radio offre un accès gratuit à des milliers de radio internet et de podcasts de par le monde; Découvrez la sélection orange pour votre pays et des titres à l'écoute, gérez vos radios favorites et retrouvez vos titres préférés sur des services de musique à la demande avec une expérience unique.\n\nLa montre Pebble, AppRadio et CarPlay ne sont plus pris en charge dans l'application.",
              "link": "https:\/\/itunes.apple.com\/app\/apple-store\/id1201284975?pt=20021&ct=XIsvjJaTcL&mt=8",
              "providerId": "20021"
            }
          ]
        }
      ]
    }
  ]
}
