Repository: Orange-OpenSource/ods-ios
Catalog: OrangeDesignSystemDemo/OrangeDesignSystemDemo/Resources/*.lproj/Localizable.strings
Languages: fr

# screens.modules.about.alert.feedback_clicked
source: Feedback clicked
fr: Avis cliqué

# screens.modules.about.texts.add_cgu
source: Add terms of service here
fr: Ajouter les CGU ici

# screens.modules.about.titles.my_review
source: My reviews
fr: Mes revues

# screens.modules.about.titles.my_recipes
source: My recipes
fr: Mes recettes

# screens.modules.card_collections.titles.list
source: List of cards
fr: Liste de cartes

# screens.modules.card_collections.titles.grid
source: Grid of small cards
fr: Grille de petites cartes

# screens.modules.lists.title
source: List
fr: Liste

# screens.modules.lists.options.section.header
source: Header
fr: En-tête

# screens.modules.lists.options.section.footer
source: Footer
fr: Bas de page

# screens.modules.lists.options.style.plain
source: Plain
fr: Plein

# screens.modules.lists.options.style.grouped
source: Grouped
fr: Groupé

# screens.modules.lists.options.style.inset
source: Inset
fr: Encart

# screens.modules.lists.options.style.insetGrouped
source: InsetGrouped
fr: Encart groupé

# screens.modules.lists.options.editable
source: Editable
fr: Modifiable

# screens.modules.lists.section.footer.text
source: All the recipes are made with selected ingredients.
fr: Recettes réalisées avec les ingrédients sélectionnés

# screens.components.template.customize
source: Customize
fr: Configurer
