Repository: Orange-OpenSource/ods-ios
Catalog: OrangeDesignSystemDemo/OrangeDesignSystemDemo/Resources/*.lproj/Localizable.strings
Languages: fr

# shared.close
source: Close
fr: Fermer

# shared.guidelines
source: Guidelines
fr: Règles

# shared.search
source: Search
fr: Rechercher

# shared.none
source: None
fr: Aucun

# shared.circle
source: Circle
fr: Cercle

# shared.wide
source: Wide
fr: Large

# shared.square
source: Square
fr: Carré

# shared.about
source: About
fr: À propos

# shared.text
source: Text
fr: Texte

# shared.subtitle
source: Subtitle
fr: Sous-titre

# shared.icon
source: Icon
fr: Icône

# shared.enabled
source: Enabled
fr: Activé

# shared.disabled
source: Disabled
fr: Désactivé

# shared.long_text
source: Long text
fr: Texte long

# shared.text_field
source: Text field
fr: Champ de saisie

# shared.leading
source: Leading
fr: Au début

# shared.trailing
source: Trailing
fr: À la fin

# shared.recipes
source: Recipes
fr: Recettes

# shared.foods
source: Foods
fr: Nourriture

# shared.loading
source: Loading…
fr: Chargement…

# misc.coming_soon
source: Coming soon…
fr: À venir…

# misc.variants
source: Variants
fr: Déclinaisons

# main_view.tabs.components
source: Components
fr: Composants

# screens.about.design_guidelines.title
source: Design guidelines
fr: Règles de design

# screens.about.app_information.name
source: Orange Design System Demo
fr: Orange Design System Démo

# screens.about.app_information.description
source: In this app you'll find implemented code examples of the guidelines, components and modules, for the themes of the Orange Design System.
fr: Dans cette app vous trouverez des exemples de code implémenté des règles de design, que ce soient des composants comme des modules, pour les thèmes du design system Orange.

# screens.about.app_information.share.subject
source: The Orange Design System
fr: Le Design System Orange

# screens.about.app_information.share.description
source: Here, you will find the Orange Design System Mobile App that provides examples of design implementations
fr: Ici, vous trouverez l'app mobile du design system Orange qui fournit des exemples d'implémentation de design

# screens.about.terms_of_service
source: Terms of Service
fr: Conditions d'utilisation

# screens.about.legal_information_text.default
source: Add Legal information here
fr: Ajouter les mentions légales

# screens.about.app_information.description.default
source: Add here a short description of the application.
fr: Ajouter ici une courte description de l'app

# screens.about.app_information.share.subject.default
source: Add the subject of the sharing
fr: Ajouter l'objet du partage

# screens.about.app_information.share.description.default
source: Add the description of the sharing
fr: Ajouter ici une description pour le partage

# screens.about.app_information.option_description.share
source: Share
fr: Partager

# screens.about.app_information.option_description.feedback
source: Feedback
fr: Avis

# screens.about.app_information.option_description.app_news
source: App News
fr: Actualités de l'app

# screens.about.app_information.option_description.legal_information
source: Legal Information
fr: Mentions légales

# screens.about.app_information.option_description.rate
source: Rate the app
fr: Évaluez l'app

# screens.about.file_load_failure
source: Unable to load file %@.%@
fr: Impossible de charger le fichier %@.%@

# screens.guidelines.colors.title
source: Colour
fr: Couleurs

# screens.guidelines.colors.description
source: It is important to use the iOS system background colours as they are dynamic. They automatically change between the slightly darker base and slightly lighter elevated colours, in order to enhance perception of depth and layering.
fr: C'est important d'utiliser les couleurs de fonds systèmes de iOS car elles sont dynamiques. Elles passent automatiquement d'une base légèrement plus foncée à une couleur légèrement plus claire, afin d'améliorer la perception de la profondeur et de la superposition.

# screens.guidelines.colors.color_palette.title
source: Colour palette
fr: Palette de couleurs

# screens.guidelines.colors.color_palette.on_light
source: Light mode
fr: Mode clair

# screens.guidelines.colors.color_palette.on_dark
source: Dark mode
fr: Mode sombre

# screens.guidelines.colors.description.more
source: Some colours are defined with different tints that automatically switches. For the greys, you can use the Apple System Greys. For black and white texts, use the Apple Dynamic System Colors. For more information, see [Apple Color Guidelines](https://developer.apple.com/design/human-interface-guidelines/ios/visual-design/color/).
fr: Certaines couleurs sont définies avec différentes teintes qui changent automatiquement. Pour les gris, vous pouvez utiliser les Apple System Greys. Pour les textes en noir et blanc, utilisez les couleurs du système dynamique Apple. Pour plus d'informations, consultez les [Règles de couleurs Apple](https://developer.apple.com/design/human-interface-guidelines/ios/visual-design/color/).

# a11y.tap_twice_to_get_more
source: Tap twice to get more information
fr: Tappez deux fois pour avoir davantage de détails

# a11y.color_details
source: token name: %@, color name is %@ . Hex value is %@
fr: Nom de la ressource: %@, valeur RGB %@ . Valeur hexadécimale %@

# screens.guidelines.spacings.title
source: Spacing
fr: Espacements

# screens.guidelines.spacings.description
source: Spacing tokens are used to position elements on the screen and layout within components. Spacing tokens can be applied as padding and margins.
fr: Les éléments d'espacements sont utilisés pour positionner les éléments à l'écran et les mettre en page dans les composants. Les éléments d'espacements peuvent être appliqués en tant que remplissage et marges.

# a11y.spacings_details
source: %@, token name : %@, ratio : %@
fr: %@, nom de l'espacement : %@, ratio : %@

# screens.guidelines.typographies.title
source: Typography
fr: Typographie

# screens.guidelines.typographies.description
source: Apple proposes built-in text styles based on the Apple Dynamic Types and using the native typeface San Francisco for all Latin, Greek and Cyrillic alphabets. To create you application you should use the following updated styles.
fr: Apple propose des styles de texte intégrés basés sur les Apple Dynamic Types et utilisant la police de caractères native San Francisco pour tous les alphabets latin, grec et cyrillique. Pour créer votre application, vous devez utiliser les styles mis à jour suivants.

# a11y.typography_details
source: %@, token name is %@
fr: %@, nom de l'élément : %@

# screens.components.banners.title
source: Banners
fr: Bannières

# screens.components.banners.description
source: A banner displays an important message which requires an action to be dismissed.
fr: Une bannière affiche un message important qui nécessite qu'une action soit ignorée.

# screens.components.banners.variant.title
source: Banner
fr: Bannière

# screens.components.banners.demo.long_text
source: Text could be on several lines. But, One to two lines is preferable on mobile.
fr: Le texte peut être sur plusieurs lignes. Mais, une à deux lignes est préférable sur mobile.

# screens.components.banners.demo.short_text
source: Short text
fr: Texte court

# screens.components.banners.demo.buttons_number_hint
source: Number of buttons: %@
fr: Nombre de boutons : %@

# screens.components.bars.navigation.title
source: Bars - navigation
fr: Barres - navigation

# screens.components.bars.navigation.description
source: A navigation bar appears at the top of an app screen, below the status bar, and enables navigation through a series of hierarchical screens.
fr: Une barre de navigation s'affiche en haut de l'écran d'une application, sous la barre d'état, et permet de naviguer dans une série d'écrans hiérarchiques.

# screens.components.bars.navigation.button.edit
source: Edit action
fr: Action d'édition

# screens.components.bars.navigation.button.share
source: Share action
fr: Action de partage

# screens.components.bars.navigation.standard_title.text
source: Title
fr: Titre

# screens.components.bars.navigation.large_title.text
source: Large Title
fr: Titre large

# screens.components.bars.navigation.size.hint
source: Size
fr: Taille

# screens.components.bars.navigation.back_button.hint
source: Back button
fr: Bouton retour

# screens.components.bars.navigation.action_item_count
source: Action icon count: %@
fr: Nombre d'icônes d'action : %@

# screens.components.bars.tabs.title
source: Bars - tabs
fr: Barres - onglets

# screens.components.bars.tabs.description
source: A tab bar is a constantly available element which creates an overall navigation for users' experience.
fr: Une barre d'onglets est un élément disponible en permanence qui crée une navigation globale pour l'expérience des utilisateurs.

# screens.components.bars.tabs.items_stepper.hint
source: Number of items: %@
fr: Nombre d'éléments : %@

# screens.components.bars.tabs.options_picker.hint
source: Badge options
fr: Options de badges

# screens.components.bars.tabs.item_favorite.title
source: Favorites
fr: Favoris

# screens.components.bars.tabs.item_favorite.description
source: Favorites Content view
fr: Vue des favoris

# screens.components.bars.tabs.item_search.description
source: Search Content view
fr: Vue de recherche

# screens.components.bars.tabs.item_information.description
source: Information Content view
fr: Vue d'information

# screens.components.bars.tabs.item_notification.description
source: Notification Content View
fr: Vue des notifications

# screens.components.bars.tabs.item_settings.title
source: Settings
fr: Réglages

# screens.components.bars.tabs.item_settings.description
source: Settings Content View
fr: Vue des réglages

# screens.components.bars.tabs.badge.description.count
source: Count
fr: Compteur

# screens.components.bars.tools.title
source: Bars - tools
fr: Barres - outils

# screens.components.bars.tools.description
source: A toolbar allows users to do specific actions regarding the entire page. It is placed at the bottom of the screen.
fr: Une barre d'outils permet aux utilisateurs d'effectuer des actions spécifiques concernant l'ensemble de la page. Il est placé en bas de l'écran.

# screens.components.bars.tools.hint
source: Customize the tool bar before opening sheet to see it.
fr: Personnalisez la barre d'outils avant d'ouvrir la feuille pour la voir.

# screens.components.bars.tools.open.hint
source: Open sheet
fr: Ouvrir la page

# screens.components.bars.tools.close.hint
source: Close sheet
fr: Fermer la page

# screens.components.bars.tools.with_labels.title
source: Tool bar with labels
fr: Barre d'outils avec labels

# screens.components.bars.tools.with_icons.title
source: Tool bar with icons
fr: Barre d'outils avec icônes

# screens.components.bars.tools.alert_hint
source: %@: clicked
fr: %@ : cliqué

# screens.components.bars.tools.picker_hint
source: Items type
fr: Type d'éléments

# screens.components.bars.tools.stepper_hint
source: Number of items: %@
fr: Nombre d'éléments : %@

# screens.components.buttons.title
source: Buttons
fr: Boutons

# screens.components.buttons.description
source: A button allows a user to perform an action or to navigate to another page. It contains a text label and a supporting icon can be displayed.
fr: Un bouton personnalisé permet à un utilisateur d'effectuer un appel à l'action important. Ce bouton qui contient un texte

# screens.components.buttons.variant.emphasis
source: Emphasis
fr: Emphase

# screens.components.buttons.variant.functional
source: Functional
fr: Fonctionnel

# screens.components.buttons.variant.icons
source: Icons
fr: Icône

# screens.components.buttons.variant.description
source: Plain buttons are the most ubiquitous compoent found troughout applications. Consisting a icon, they are the most simple button style.
fr: Les boutons simples sont les composants les plus omniprésents que l'on trouve dans toutes les applications. Composé d'une icône, il s'agit du style de bouton le plus simple.

# screens.components.buttons.icon_add
source: Icon (add)
fr: Icône (ajout)

# screens.components.buttons.icon_info
source: Icon (info)
fr: Icône (info)

# screens.components.buttons.variant.emphasis.description
source: High emphasis buttons are used to guide the user toward the primary call to action. Multiple buttons can be combined on the same screen to focus attention on the most important action while offering alternative actions. When using multiple buttons in a screen only one high emphasis button can be used. Those buttons can also include a contextual icon.
fr: Les boutons avec emphase élevée sont utilisés pour guider l'utilisateur vers l'appel à l'action principale. Plusieurs boutons peuvent être combinés sur le même écran pour attirer l'attention sur l'action la plus importante tout en proposant des actions alternatives. Lorsque vous utilisez plusieurs boutons dans un écran, vous ne pouvez utiliser qu'un seul bouton avec emphase. Ces boutons peuvent également inclure une icône contextuelle.

# screens.components.buttons.variant.functional.description
source: If required, colour versions can also be used to inform users of positive or negative destructive actions.
fr: Si nécessaire, des versions couleur peuvent également être utilisées pour informer les utilisateurs d'actions destructrices positives ou négatives.

# screens.components.buttons.styles.description.negative
source: Negative
fr: Négatif

# screens.components.buttons.styles.description.positive
source: Positive
fr: Positif

# screens.components.buttons.variant.long
source: Terms and conditions
fr: Termes et conditions

# screens.components.buttons.options.toggle.full_width
source: Full width
fr: Pleine largeur

# screens.components.cards.title
source: Cards
fr: Cartes

# screens.components.cards.description
source: Cards are important components that can be used to organise and present a number of different types of related information.
fr: Les cartes sont un élément contenu et indépendant qui peut afficher du contenu et des actions sur un seul sujet.

# screens.components.cards.variant.vertical_image_first
source: Card Vertical Image First
fr: Carte avec image

# screens.components.cards.variant.vertical_header_first
source: Card Vertical Header First
fr: Carte avec en-tête

# screens.components.cards.variant.small
source: Card Small
fr: Petite carte

# screens.components.cards.variant.horizontal
source: Card Horizontal
fr: Carte horizontale

# screens.components.card.button_1
source: Button n°1
fr: Bouton n°1

# screens.components.card.button_2
source: Button n°2
fr: Bouton n°2

# screens.components.card.alert
source: Card container clicked
fr: Containeur de la carte tappé

# screens.components.card.alert_2
source: %@ clicked
fr: %@ tappé

# screens.components.card.thumbnail
source: Thumbnail
fr: Miniature

# screens.components.card.buttons_number
source: Number of buttons: %@
fr: Nombre de boutons : %@

# screens.components.card.divider
source: Divider
fr: Séparateur

# screens.components.card.picker.position
source: Image position
fr: Position de l'image

# screens.components.chips.title
source: Chips
fr: Puces

# screens.components.chips.description
source: Chips are small components containing a number of elements that represent a calendar event or contact.
fr: Les puces sont de petits composants contenant un certain nombre d'éléments qui représentent un événement de calendrier ou un contact.

# screens.components.lists.title
source: Lists
fr: Listes

# screens.components.lists.description
source: A list is a continuous vertical group of data entries like text, icons or images.
fr: Une liste est un groupe vertical continu d'entrées de données telles que du texte, des icônes ou des images.

# screens.components.lists.variant.with_selections
source: List with selection
fr: Liste avec sélection

# screens.components.lists.variant.standard_lists
source: Standard lists
fr: Liste standard

# screens.components.lists.picker.navigate
source: Navigate
fr: Naviguer

# screens.components.lists.selection.description.checkmark
source: checkmark
fr: Encoche

# screens.components.lists.selection.description.switch
source: Switch
fr: Commutateur

# screens.components.lists.alert
source: Information icon tapped! Bon appétit
fr: Icône d'information tappée ! Bon appétit

# screens.components.lists.options.description.info_button
source: Info button
fr: Bouton d'information

# screens.components.list.details
source: Details
fr: Détails

# screens.components.progress_indicators.title
source: Progress indicators
fr: Indicateurs de progression indicators

# screens.components.progress_indicators.description
source: Progress bar and activity indicator are used when a process is taking place to illustrate progress and to reassure users that something is happening, and if possible, how long it will take.
fr: Les indicateurs de progression indiquent aux utilisateurs que des éléments ou des pages sont en cours de chargement.

# screens.components.progress_indicators.progress_bar.title
source: Progress bar demo
fr: Barre de progression

# screens.components.progress_indicators.activity_bar.title
source: Progress bar demo
fr: Barre d'activité

# screens.components.progress_indicators.downloading
source: Downloading…
fr: Téléchargement en cours…

# screens.components.progress_indicators.toggle.current_value
source: Current value
fr: Valeur actuelle

# screens.components.progress_indicators.toggle.loading
source: Loading…
fr: Chargement…

# screens.components.bottom_sheets.title
source: Sheets: Bottom
fr: Pages inférieures

# screens.components.bottom_sheets.description
source: By default, a sheet is modal, presenting a focused experience that prevents users from interacting with the parent view, until they dismiss the sheet. A modal sheet is useful for requesting a specific information or enabling a simple task.
fr: Par défaut, une page est modale, présentant une expérience ciblée qui empêche les utilisateurs d'interagir avec la vue parente, jusqu'à ce qu'ils ferment la page. Une page modale est utile pour demander une information spécifique ou activer une tâche simple.

# screens.components.bottom_sheets.expanding
source: Expanding
fr: Étirable

# screens.components.bottom_sheets.sample.title
source: Sheets: Bottom
fr: Pages inférieures

# screens.components.bottom_sheets.sample.subtitle
source: French products
fr: Produits français

# screens.components.bottom_sheets.sample.recipe
source: Recipe
fr: Recette

# screens.components.bottom_sheets.sample.start_preparing
source: Start preparing
fr: Commencer la préparation

# screens.components.bottom_sheets.sample.open_small
source: To open the bottom sheet: Drag the component up
fr: Pour ouvrir la page inférieure : Faîtes glisser le composant vers le haut

# screens.components.bottom_sheets.sample.open_medium
source: To open or close the bottom sheet: Drag the handle up or down Scroll the content Tap the dimming area
fr: Pour ouvrir ou fermer la page inférieure : - Faîtes glisser la poignée vers le haut ou vers le bas - Faîtes défiler le contenu - Appuyez sur la zone de gradation

# screens.components.bottom_sheets.sample.open_large
source: To close the bottom sheet: Drag the handle down Scroll the content Tap the dimming area
fr: Pour fermer la page inférieure : - Faîtes glisser la poignée vers le bas - Faîtes défiler le contenu - Appuyez sur la zone de gradation

# screens.components.bottom_sheets.variant.customize
source: Customize the bottom sheet before opening sheet to see it.
fr: Personnalisez la feuille inférieure avant de l'ouvrir pour la voir.

# screens.components.bottom_sheets.variant.see
source: See the component
fr: Voir le composant

# screens.components.bottom_sheets.variant.selection
source: Sheet: Bottom %@
fr: Page inférieure : %@

# screens.components.bottom_sheets.variant.detent
source: Detent
fr: Détente

# screens.components.bottom_sheets.variant.content
source: Content
fr: Contenu

# screens.components.bottom_sheets.size.small
source: Small
fr: Petit

# screens.components.bottom_sheets.size.medium
source: Medium
fr: Moyen

# screens.components.bottom_sheets.size.hidden
source: Hidden
fr: Caché

# screens.components.sliders.title
source: Sliders
fr: Curseurs

# screens.components.sliders.description
source: Sliders enable the user to set a value by moving the slider thumb. The lowest value is always on the left. Sliders can be either continuous or discrete, where the slider thumb snaps to evenly spaced tick marks along the slider rail.
fr: Les curseurs permettent aux utilisateurs de sélectionner une valeur unique ou une plage de valeurs en déplaçant une poignée le long d'une piste horizontale.

# screens.components.sliders.slider.title
source: Sliders demo
fr: Démos des curseurs

# screens.components.sliders.sample.side_icons
source: Side icons
fr: Icônes sur les côtés

# screens.components.sliders.sample.display_value
source: Display value
fr: Afficher value

# screens.components.sliders.sample.stepped
source: Stepped (0.5)
fr: Pas (par 0,5)

# screens.components.textfields.description
source: The text field component comprises the text field itself, text selection and the edit menu. Some elements are styled and some are native.
fr: Le composant champ de texte comprend le champ de texte lui-même, la sélection de texte et le menu d'édition. Certains éléments sont stylés et d’autres sont natifs.

# screens.components.textfields.variants.secure
source: Secure text field
fr: Champ de saisie sécurisé

# screens.components.textfields.variants.editor
source: Text editor
fr: Éditeur de texte

# screens.components.textfields.variants.secure.hint
source: Secure text to edit
fr: Texte sécurisé à éditer

# screens.components.textfields.variants.inputs.never
source: Never
fr: Jamais

# screens.components.textfields.variants.inputs.characters
source: Characters
fr: Lettres

# screens.components.textfields.variants.inputs.words
source: Words
fr: Mots

# screens.components.textfields.variants.inputs.sentences
source: Sentences
fr: Phrases

# screens.components.textfields.variants.inputs.default.default
source: text to edit.
fr: texte à éditer.

# screens.components.textfields.variants.inputs.default.sentences
source: Text to edit
fr: Text à éditer

# screens.components.textfields.variants.inputs.options.capitalization
source: Capitalization
fr: Capitalisation

# screens.modules.about.titles.setup
source: About: Setup
fr: À propos : Introduction

# screens.modules.about.titles.card_collections
source: Card collections
fr: Collections de cartes

# screens.modules.about.description
source: An « About » screen should be displayed in all Orange applications to show the application name, software version as wall as all legal data protection, privacy, terms of service and accessibility statement.
fr: Un écran « À propos » doit être affiché dans toutes les applications Orange pour afficher le nom de l'application, la version du logiciel ainsi que toutes les mentions légales de protection des données, de confidentialité, de conditions de service et d'accessibilité.

# screens.modules.about.mandatory
source: Some items such as: illustration (customizable), app name, privacy policy, terms of service and accessibility statement are mandatory. To this standard screen you can add optional components:
fr: Certains éléments tels que : l'illustration (personnalisable), le nom de l'application, la politique de confidentialité, les conditions de service et la déclaration d'accessibilité sont obligatoires. À cet écran standard, vous pouvez ajouter des composants facultatifs :

# screens.modules.about.picker.app_section
source: Application section
fr: Section application

# screens.modules.about.picker.optional_about_items
source: Optional about items
fr: Items optionnels

# screens.modules.about.picker.custom_items
source: Custom items: %@
fr: Items personnalisés : %@
